/* Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On */
"scringo_text_activity_share" = "Se desligar isto significa que as suas atividades neste aplicativo não serão compartilhada com os outros usuários. Nós nunca nunca partilhamos nada em seu nome para suas contas sociais sem o seu consentimento, mesmo que esta configuração de privacidade esteja ligada";

/* Connect to interact with other people on %@ */
"scringo_text_anonymous_activity_message" = "Conecte-se para interagir com outras pessoas no %@";

/* Connect to message other people on %@ */
"scringo_text_anonymous_message" = "Conecte-se para enviar mensagens a outras pessoas no %@";

/* There are no messages */
"scringo_text_anonymous_no_messages_title" = "Não há mensagens";

/* Write something about yourself */
"scringo_text_bio_text" = "Diga algo sobre você";

/* Are you sure you want to block %@ */
"scringo_text_block_user_message" = "Tem certeza que deseja bloquear %@";

/* Block user
 Block User */
"scringo_text_block_user_title" = "Bloquear usuário";

/* Blocked */
"scringo_text_blocked_title" = "Bloqueado";

/* Cancel */
"scringo_text_cancel_button" = "Cancelar";

/* Are you sure you want to cancel editing? */
"scringo_text_cancel_edit_message_description" = "Tem certeza que quer cancelar a edição?";

/* Canceling Edit */
"scringo_text_cancel_edit_message_title" = "Cancelar edição";

/* Are you sure you want to cancel report %@ */
"scringo_text_cancel_report_message" = "Tem certeza que quer cancelar o relatório %@";

/* Cancel report User */
"scringo_text_cancel_report_title" = "Cancelar relatório";

/* Compose */
"scringo_text_compose_title" = "Escrever";

/* Who are you writing to */
"scringo_text_compose_filter_hint" = "Para quem está escrevendo";

/* Yes, I'm sure
 Yes, I'm Sure */
"scringo_text_confirm_yes_button" = "Sim";

/* Connect */
"scringo_text_connect_button" = "Conectar";

/* Delete */
"scringo_text_delete_button" = "Apagar";

/* Are you sure you want to delete this message? */
"scringo_text_delete_message_description" = "Tem certeza que quer apagar esta mensagem?";

/* Delete Message */
"scringo_text_delete_message_title" = "Apagar mensagem";

/* Are you sure you want to Delete your feedback? */
"scringo_text_feedback_cancel_message" = "Tem certeza que quer apagar o seu Feedback?";

/* Delete Feedback */
"scringo_text_feedback_cancel_title" = "Apagar Feedback";

/* Follow %@ */
"scringo_text_follow_a_user" = "Seguir %@";

/* Follow All These %d Friends */
"scringo_text_follow_all_friends" = "Seguir todas estas %d Pessoas";

/* Connect to follow this user */
"scringo_text_follow_connect_message" = "Conecte-se para seguir esta pessoa";

/* Followers */
"scringo_text_followers_title" = "Seguidores";

/* Following */
"scringo_text_following_title" = "Seguindo";

/* Posts */
"scringo_text_posts_title" = "Posts";

/* Liked an Activity */
"scringo_text_liked_an_activity" = "Gostou de atividades";

/* Make the most out of %@, connect with Facebook or Twitter */
"scringo_text_make_the_most" = "Aproveite o máximo do %@, Conecte-se ao Facebook ou Twitter";

/* Connect to message this user */
"scringo_text_message_connect_message" = "Conecte-se para enviar mensagem para esta pessoa";

/* There are no messages. Don't wait up, start a conversation! */
"scringo_text_no_messages_title" = "Não há mensagens. Não espere, comece uma conversa!";

/* OK */
"scringo_text_ok_button" = "OK";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages */
"scringo_text_post_feedback_popup_message" = "Vamos analizar e responder o mais rápido possível. A resposta aparecerá nas suas Mensagens";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store */
"scringo_text_post_feedback_popup_message_5stars" = "Vamos analizar e responder o mais rápido possível. A resposta aparecerá nas suas Mensagens\n\nEnquanto isso, ficariamos gratos se pudesse nos dar a sua avaliação na App Store";

/* Thank you for your feedback! */
"scringo_text_post_feedback_popup_title" = "Muito Obrigado pelo feedback!";

/* Share your Activities */
"scringo_text_privacy_title" = "Compartilhar as minhas atividades";

/* Connect to see who's around you */
"scringo_text_radar_connect_message" = "Conecte-se para ver quem está ao seu redor";

/* Follow these %d people */
"scringo_text_radar_follow_many_message" = "Seguir estas %d pessoas";

/* Follow %@ */
"scringo_text_radar_follow_one_message" = "Seguir %@";

/* There are %d people around you which you don't follow! */
"scringo_text_radar_many_to_follow_message" = "Há %d pessoas perto que você não está seguindo!";

/* There is one person around you which you don't follow! */
"scringo_text_radar_one_to_follow_message" = "Há uma pessoa por perto que você não está seguindo!";

/* Rate Us */
"scringo_text_rate_us_button" = "Avaliar";

/* Help us grow, rate us on the AppStore */
"scringo_text_rate_us_description" = "Ajude-nos a crescer, avaliando-nos na AppStore";

/* Later */
"scringo_text_rate_us_later_button" = "Mais tarde";

/* Rate Us */
"scringo_text_rate_us_title" = "Avaliar";

/* Are you sure you want to report %@ */
"scringo_text_report_user_message" = "Tem certeza que quer reportar %@";

/* Report User */
"scringo_text_report_user_title" = "Reportar usuário";

/* Reported */
"scringo_text_reported_title" = "Reportado";

/* Share on Facebook */
"scringo_text_share_on_facebook" = "Compartilhar no Facebook";

/* Post your friends about this app! */
"scringo_text_share_on_facebook_description" = "Compartilhar no Facebook sobre este App!";

/* Tweet your followers about this app! */
"scringo_text_share_on_twitter_description" = "Tweet para os seus amigos sobre este App!";

/* Share on Twitter */
"scringo_text_share_on_twitter_title" = "Compartilhar no Twitter";

/* Sign Out */
"scringo_text_sign_out_title" = "Sair";

/* Are you sure you want to sign out from your %@ account? */
"scringo_text_social_network_sign_out_message" = "Tem certeza que deseja sair da %@ conta?";

/* Please describe the bug that you've found */
"scringo_text_talk_to_us_bug" = "Por favor, descreva o erro que você encontrou";

/* Feedback, Bug report, Feature request */
"scringo_text_talk_to_us_description" = "Feedback, Reportar erros, Sugestões";

/* Please describe your suggestions */
"scringo_text_talk_to_us_feature" = "Por favor, descreva suas sugestões";

/* Please describe your feedback */
"scringo_text_talk_to_us_feedback" = "Por favor, descreva o seu feedback";

/* Talk to Us */
"scringo_text_talk_to_us_title" = "Fale conosco";

/* Twitter Connect */
"scringo_text_twitter_connect_title" = "Conectar ao Twitter";

/* Facebook Connect */
"scringo_text_facebook_connect_title" = "Conectar ao Facebook";

/* Are you sure you want to unblock %@ */
"scringo_text_unblock_user_message" = "Tem a certeza que quer desbloquear %@";

/* Unblock User
 Unblock user */
"scringo_text_unblock_user_title" = "Desbloquear Usuário";

/* Unblocked */
"scringo_text_unblocked_title" = "Desbloqueado";

/* Unreported */
"scringo_text_unreported_title" = "Não reportado";

/* Swipe to Discover More */
"scringo_text_welcome_popup_title" = "Deslize para descobrir mais!";

/* Swipe to the left to discover more out of %@ */
"scringo_text_welcome_popup_left" = "Deslize para a esquerda para descobrir mais do %@";

/* Swipe to the right to discover more out of %@ */
"scringo_text_welcome_popup_right" = "Deslize para a direita para descobrir mais do %@";

/* Welcome to %@! */
"scringo_text_welcome_to_app" = "Bem-vindo ao %@!";

/* Invite friends from your contact list */
"scringo_text_contacts_description" = "Convide amigos da sua lista de contatos";

/* Contacts */
"scringo_text_contacts_title" = "Contatos";

/* Facebook Contacts */
"scringo_text_facebook_contacts" = "Contatos do Facebook";

/* Facebook Friends */
"scringo_text_facebook_friends_title" = "Amigos do Facebook";

/* Invite your facebook friends */
"scringo_text_facebook_invite_description" = "Convidar amigos do Facebook";

/* Facebook */
"scringo_text_facebook_title" = "Facebook";

/* Find friends from your social networks */
"scringo_text_find_friends_description" = "Encontre amigos das suas contas nas redes Sociais";

/* Find Friends */
"scringo_text_find_friends_title" = "Encontre Amigos";

/* Find */
"scringo_text_find_header" = "Encontre";

/* Follow All %d People */
"scringo_text_follow_all_people_button" = "Seguir todas estas %d pessoas";

/* Follow\n%@ */
"scringo_text_follow_person_button" = "Seguir\n%@";

/* Follow %@ */
"scringo_text_follow_one_button" = "Seguir %@";

/* Following\n%@ */
"scringo_text_following_person_button" = "Seguindo\n%@";

/* Free */
"scringo_text_free_app_price" = "Grátis";

/* Friends */
"scringo_text_friends_title" = "Amigos";

/* Invite Contacts */
"scringo_text_invite_contacts_title" = "Convidar Contatos";

/* Invite */
"scringo_text_invite_header" = "Convidar";

/* joined */
"scringo_text_joined" = "entrou no";

/* liked */
"scringo_text_liked" = "gostou";

/* LinkedIn Friends */
"scringo_text_linkedin_friends" = "Amigos do LinkedIn";

/* Load Earlier Messages */
"scringo_text_load_earlier_messages_button" = "Carregar mensagens antigas";

/* Loading... */
"scringo_text_loading" = "Carregando...";

/* %d followers */
"scringo_text_number_of_followers" = "%d seguidores";

/* People Nearby */
"scringo_text_people_nearby_header" = "Pessoas próximas";

/* Pull down to refresh... */
"scringo_text_pull_down_to_refresh" = "Puxe para atualizar...";

/* Release to refresh... */
"scringo_text_release_to_refresh" = "Solte para atualizar...";

/* Send */
"scringo_text_send_button" = "Enviar";

/* started following */
"scringo_text_started_following" = "está seguindo";

/* Awesome people you should follow */
"scringo_text_suggestions_description" = "Pessoas fantásticas que você deveria seguir";

/* Suggestions */
"scringo_text_suggestions_title" = "Sugestões";

/* Send us feedback, report a bug */
"scringo_text_compose_talk_to_us_description" = "Enviar comentários, relatar um erro";

/* In order to use Twitter functionality, please add your Twitter account in Settings. */
"scringo_text_twitter_cant_connect_message" = "Para usar a funcionalidade do Twitter, por favor, adicionar sua conta do Twitter em Configurações.";

/* Twitter Contacts */
"scringo_text_twitter_contacts" = "Contatos do Twitter";

/* Twitter Friends */
"scringo_text_twitter_friends" = "Amigos do Twitter";

/* Invite your twitter friends */
"scringo_text_twitter_invite_description" = "Convidar amigos do Twitter";

/* Twitter */
"scringo_text_twitter_title" = "Twitter";

/* More */
"scringo_text_more_title" = "Mais";

/* Share */
"scringo_text_share_title" = "Compartilhar";

/* Close */
"scringo_text_close_button" = "Fechar";

/* Check out these people you should follow */
"scringo_text_checkout_suggestions" = "Confira essas pessoas que você deve seguir";

/* There are no suggestions */
"scringo_text_no_suggestions_message" = "Não há sugestões";

/* Follow */
"scringo_text_follow_button" = "Seguir";

/* Following */
"scringo_text_following_button" = "Seguindo";

/* Send Feedback */
"scringo_text_send_feedback_title" = "Enviar Feedback";

/* Report a bug */
"scringo_text_bug_report_title" = "Reportar um bug";

/* Feature Request */
"scringo_text_feature_request_title" = "O que pode melhorar";

/* Invite */
"scringo_text_invite_button" = "Convidar";

/* Follow All */
"scringo_text_follow_all_button" = "Seguir Todos";

/* Error */
"scringo_text_error_title" = "Erro";

/* No network. Try again later */
"scringo_text_no_network_message" = "Sem rede. Tente mais tarde";

/* My Posts */
"scringo_text_my_posts_title" = "meus Posts";

/* %@ Posts */
"scringo_text_person_posts_title" = "%@ Posts";

/* Why not follow them? */
"scringo_text_radar_overlay_subtitle" = "Porque não segui-los?";

/* Don't Show Again */
"scringo_text_radar_dont_show_button" = "Não mostrar novamente";

/* Not Now */
"scringo_text_radar_not_now_button" = "Agora não";

/* Email */
"scringo_text_email_title" = "Email";

/* Edit Bio */
"scringo_text_edit_bio_title" = "Editar Bio";

/* Done */
"scringo_text_done_button" = "Feito";

/* Messages */
"scringo_text_messages_tab_title" = "Mensagens";

/* Activity */
"scringo_text_activity_tab_title" = "Atividade";

/* Find & Invite Friends */
"scringo_text_find_and_invite_friends_tab_title" = "Encontrar & Convidar Amigos";

/* Feedback */
"scringo_text_feedback_tab_title" = "Feedback";

/* More Apps */
"scringo_text_more_apps_tab_title" = "Mais Apps";

/* Radar */
"scringo_text_radar_tab_title" = "Radar";

/* BY */
"scringo_text_topic_by" = "Por";

/* Post */
"scringo_text_post_button" = "Postar";

/* %d New Comment */
"scringo_text_new_comment_button" = "%d Novo Comentário";

/* %d New Comments */
"scringo_text_new_comments_button" = "%d Novos Comentários";

/* Connect to post comments */
"scringo_text_post_connect_message" = "Ligue-se para postar comentários";

/* Blog */
"scringo_text_chatrooms_tab_title" = "Blog";

/* liked a post */
"scringo_text_liked_a_blog_post" = "gostou do post";

/* liked Comment by */
"scringo_text_liked_a_blog_post_comment" = "gostou do comentário de %@";

/* commented on */
"scringo_text_commented_on" = "comentou em";

/* a few seconds ago */
"scringo_text_a_few_seconds_ago" = "alguns segundos atrás";

/* %ds ago */
"scringo_text_short_n_seconds_ago" = "%ds atrás";

/* %d secs ago */
"scringo_text_long_n_seconds_ago" = "%d seg atrás";

/* %dm ago */
"scringo_text_short_n_minutes_ago" = "%dm atrás";

/* %d mins ago */
"scringo_text_long_n_minutes_ago" = "%d mins atrás";

/* 1 minute ago */
"scringo_text_a_minute_ago" = "1 minuto atrás";

/* %dh ago */
"scringo_text_short_n_hours_ago" = "%dh atrás";

/* %d hours ago */
"scringo_text_long_n_hours_ago" = "%d horas atrás";

/* 1 hour ago */
"scringo_text_an_hour_ago" = "1 hora atrás";

/* %dd ago */
"scringo_text_short_n_days_ago" = "%dd atrás";

/* %d days ago */
"scringo_text_long_n_days_ago" = "%d dias atrás";

/* Yesterday */
"scringo_text_yesterday" = "Ontem";

/* Make the most out of %@, Log In or Sign Up */
"scringo_text_login_signup_message" = "Aproveite o máximo do %@, Entre ou Se Inscreva";

/* Log In */
"scringo_text_login_button" = "Entre";

/* Sign Up */
"scringo_text_signup_button" = "Inscrever-se";

/* Make the most out of %@, Sign Up! */
"scringo_text_signup_message" = "Aproveite o máximo do %@, inscreva-se!";

/* Make the most out of %@, Log In! */
"scringo_text_login_message" = "Aproveite o máximo do %@, Entre!";

/* Already Have an Account? */
"scringo_text_login_invite_message" = "Já possui uma conta?";

/* Sign Up with Email */
"scringo_text_email_signup_button" = "Cadastre-se no e-mail";

/* Don't Have an Account? */
"scringo_text_signup_invite_message" = "Não possui uma conta?";

/* Login with Email */
"scringo_text_email_login_button" = "Entrar com Email";

/* Sign Up */
"scringo_text_signup_title" = "Inscreva-se";

/* Log In */
"scringo_text_login_title" = "Entrar";

/* Settings */
"scringo_text_settings_title" = "Definições";

/* User Details */
"scringo_text_user_details_title" = "Detalhes do Usuário";

/* Accounts */
"scringo_text_accounts_title" = "Contas";

/* Connect Social */
"scringo_text_connect_social_override_title" = "Conecte-se Sociais";

/* Are you sure you want to connect %@ to your account? */
"scringo_text_connect_social_override_message" = "Tem certeza que você deseja se conectar %@ para a sua conta?";

/* Sign Up Failed */
"scringo_text_user_already_signed_up_title" = "Inscrever Falhou";

/* User already signed up. Please Login */
"scringo_text_user_already_signed_up_message" = "Usuário já se inscreveram. Por favor Entre";

/* User sign up failed due to server error */
"scringo_text_sign_up_general_error_message" = "Inscrever usuário se falhou devido a erro interno";

/* Login Failed */
"scringo_text_user_login_failed_title" = "Entrar Falhou";

/* Unknown User or Bad Password */
"scringo_text_user_login_failed_message" = "Usuário desconhecido ou senha incorreta";

/* User login failed due to internal error */
"scringo_text_login_general_error_message" = "Entrar do usuário falhou devido a erro interno";

/* Update */
"scringo_text_update_button" = "Atualizar";

/* Discard Changes? */
"scringo_text_discard_changes_title" = "Descartar alterações?";

/* Are you sure you want to discard all changes? */
"scringo_text_discard_changes_description" = "Tem certeza de que deseja descartar todas as alterações?";

/* Forgot your password? */
"scringo_text_forgot_password_button" = "Esqueceu sua senha?";

/* Change password */
"scringo_text_change_password_button" = "Alterar a senha";

/* Requirements Not Met */
"scringo_text_requirements_not_met_title" = "Requisitos não atendidos";

/* All fields are mandatory! */
"scringo_text_requirements_not_met_message" = "Todos os campos são obrigatórias!";

/* Forgot Password */
"scringo_text_forgot_password_title" = "Esqueceu sua senha";

/* Change Password */
"scringo_text_change_password_title" = "Alterar senha";

/* Password Sent */
"scringo_text_password_sent_title" = "Senha Enviada";

/* Your password has been sent to the specified email */
"scringo_text_password_sent_message" = "Sua senha foi enviada para o e-mail especificado";

/* Name can not be empty! */
"scringo_text_name_not_empty_message" = "Nome não pode ficar vazio!";

/* Full Name */
"scringo_text_full_name_text_field" = "Nome Completo";

/* At least 6 characters */
"scringo_text_password_text_field" = "Pelo menos 6 caracteres";

/* Email */
"scringo_text_email_text_field_title" = "Email";

/* Password */
"scringo_text_password_text_field_title" = "Senha";
